[
    {
        "title": "Journey to Van Vihar",
        "blogger": "Jatin Sharma",
        "location": "Van vihar,Bhopal",
        "description": "This national park is a treat for the nature lovers. It covers an area of about 4.45 km and is rich in its flora and fauna. Many rare species of animals can be viewed in the well maintained zoo. The animals are kept in their natural habitats whereby they stay in open spaces rather than cages or closed enclosures. One has to drive along the Lower Lake to enter the national park, this drive is very scenic. Amidst the thick forest of bamboos, there is a restaurant where tourists can sip a coffee or savor some snacks while enjoying the scenic lake side view surrounded by trees.\nQuick info:\nThe park remains closed on Tuesdays, so plan your trip likewise.\nEntry fees for Indian tourists are Rs. 15 and for foreign tourists is Rs.150.\nFor cameras tourists need to pay an additional Rs.40 and Rs.300 are charged for video camera.\nTaking personal vehicles inside the park will cost you Rs.200.The park which is more popularly known as just “Van Vihar” is considered as a “must see” destination for tourists visiting Bhopal. The characteristic combination of rich wetland areas, meadows, pools of water at different places, rugged slopes, mixed bamboo vegetation along with grass covered plateau and areas of mixed plantations support the rich floral and faunal diversity in the area.This green oasis amidst the city of lakes also plays a very vital role as a carbon sink contributing to environmental health of Bhopal. It is situated right next to the famous Upper Lake of Bhopal also known as the “Bada Talab” which is a Ramsar Site and one of the two lakes of Bhoj Wetland.The degraded hillock of Shyamla Hill along with private village land was initiated in 1980 and finally notified as a national park in 1983. Funding from the Central Zoo Authority started in 1993-94 and also granted Van Vihar as a medium sized zoo on the same year. With the dedicated efforts of the park management, the area has now been transformed into an oasis of greenery. The area today serves as the green lung for Bhopal City.Sair Sapata is a tourism and entertainment complex situated on the banks of the Upper Lake in Bhopal. Developed by the Madhya Pradesh State Tourism Development Corporation, it is spread over an area of 24.56 acres, and was inaugurated on 29 September 2011 by State Chief Minister.[1] Aimed at promoting tourism, the complex has attractions like musical fountain, two acres of children’s play area, toy train and a suspension bridge, among other things.",
        "date": "08-03-2022"
    },
    {
        "title": "Time for fun!",
        "blogger": "Umna Ali",
        "location": "Sair Sapata , Bhopal",
        "description":  "Sair-Sapata has been developed by Madhya Pradesh State Tourism Development Corporation to extend tourist facilities in the State and city of lakes. The ‘Sair-Sapata’ entertainment zone has been developed at a cost of `10.37 crore at Sewaniya Gaur, Bhopal with a view to expand tourist facilities in Bhopal. Bhopal’s name will emerge on word tourism map due to this project. People of all age groups can enjoy at the same place in ‘Sair-Sapata’. Sair-Sapata tourism complex is spread over an area of 24.56 acres. Cable suspension bridge connecting Prempura and Sewania is its main attraction. It is the first pedestrian bridge of the country, which has been build by using RCC deck slabs. It is 183.20 meters long and 3.6 meter wide.\n.As a part of the project a suspension bridge was also built,[2] which connects Prempura and Sewania. This bridge is built along the lines of the Lachman Jhula in Rishikesh. It is the main attraction of Sair Sapata and is 183.20 m long and 3.6 m wide. The bridge is built of RCC deck slabs and is believed to be the first pedestrian bridge in India to be built this way. Boat rides can be taken in the lake, in small pedal boats. In addition, there are four food kiosks, a restaurant, various viewpoints and much more.Sair Sapata is a tourism and entertainment complex situated on the banks of the Upper Lake in Bhopal. Developed by the Madhya Pradesh State Tourism Development Corporation, it is spread over an area of 24.56 acres, and was inaugurated on 29 September 2011 by State Chief Minister.[1] Aimed at promoting tourism, the complex has attractions like musical fountain, two acres of children’s play area, toy train and a suspension bridge, among other things.Sair Sapata is a tourism and entertainment complex situated on the banks of the Upper Lake in Bhopal. Developed by the Madhya Pradesh State Tourism Development Corporation, it is spread over an area of 24.56 acres, and was inaugurated on 29 September 2011 by State Chief Minister. Aimed at promoting tourism, the complex has attractions like musical fountain, two acres of children’s play area, toy train and a suspension bridge, among other things.Sair Sapata is a significant entertainment zone, inaugurated on 29 September 2011. The tourism complex is predominantly a play park which is also a good.",
        "date": "18-03-2021"
    },
    {
        "title": "Time to travel",
        "blogger": "Ishnoor Jain",
        "location": "Manav Sangrahalaya , Bhopal",
        "description":  "The museum gives visitors a great opportunity to do trekking and cycling. The fine infrastructure with winding roads amidst the sprawling green forest, bring joy to the travellers who want to unwind and gain a holistic experience. The museum gives visitors a great opportunity to do trekking and cycling. Along with that, they can also discover more than 50 dwells of Indian tribal communities living in different climates and locations of the country Along with that, they can also discover more than 50 dwells of Indian tribal communities living in different climates and locations of the country. The fine infrastructure with winding roads amidst the sprawling green forest, bring joy to the travellers who want to unwind and gain a holistic experience.\n.It spreads over an area of about 200 acres on the Shyamla Hills in the city.[1][2] This museum depicts the story of mankind in time and space. Located on Bhopal's upper lake, 'Rashtriya Manav Sangrahalaya' can be accessed either from Lake View Road or from another road near Demonstration School. IGRMS has a few permanent exhibitions, broadly categorized .Indira Gandhi Rashtriya Manav Sangrahalaya (IGRMS) or National Museum of Humankind or Museum of Man is an anthropology museum located in Bhopal, India, to present an integrated story of the evolution of man and culture with special reference to India. It spreads over an area of about 200 acres on the Shyamla Hills in the city.[1][2] This museum depicts the story of mankind in time and space. Located on Bhopal's upper lake, 'Rashtriya Manav Sangrahalaya' can be accessed either from Lake View Road or from another road near Demonstration School. IGRMS has a few permanent exhibitions, broadly categorized as a) Open-exhibitions, b) Indoor galleries (Veethi-Sankul and Bhopal Gallery) and c) Periodical/ Temporary exhibitions. It also has other exhibitions categorized as 1. Online exhibitions, 2. Travelling exhibitions, 3. Special exhibitions and 4. Ongoing exhibitions.",
        "date": "25-04-2021"
    },
    {
        "title": "Saturday Outing",
        "blogger": "Abhijeet Nema",
        "location": "Hanumantiya,Bhopal",
        "description":  "Hanumantiya Island is developed by MP Tourism & maintains a tourist complex. Its situated in reservoir of Indira Sagar Dam on Narmada River bank in Khandwa district & 130-140 kms from Indore. Every year event 'Jal Mahotasav' is oragnised by MP Tourism in December/January providing Tented accommodation, food zone & lots of adventure activities like speed boat, ballooning, micro light air joy sides, Cruise, water sports etc . It can be visited through out the year. Mid Summer is not recommended as water level is down. Other than event period, you may stay at tourist complex & online booking is available on MP Tourism web site.\n.Three major weather experiences can be experienced on the island. In the month of November the cold begins, which remains till March. During the winter, the average temperature of the morning is 5 °C and the mean temperature of the afternoon is 15 °C. The summer starts in April, which remains till June. At this time the average temperature is around 45 °C (in day) and 24 °C after sunset. The island's monsoon season starts from July and ends on October.The nearest airport is Devi Ahilya Bai Holkar Airport and located in Indore district. It is 150 km from the island. The nearest railway station is located in Khandwa district and 50 km from the island. The road can be reached by way of Khandwa or Indore.The water festival was organized for the first time from 12 to 21 February 2016. During the festival, many activities are started by the tourism department, such as kite flying, volleyball, campfire, star gazing, cycling, paratroaring, parasailing, hot air balloon and bird watching. It can be visited through out the year. Mid Summer is not recommended as water level is down. Other than event period, you may stay at tourist complex & online booking is available on MP Tourism web site.\n.Three major weather experiences can be experienced on the island. In the month of November the cold begins, which remains till March. During the winter, the average temperature of the morning is 5 °C and the mean temperature of the afternoon is 15 °C. The summer starts in April, which remains till June.",
        "date": "15-12-2021"
    },
    {
        "title": "The Adventurous me",
        "blogger": "Soumya Yadav",
        "location": "Sanchi Stupa, Sanchi",
        "description":  "Sanchi Stupa is one of the most ancient stone structures to remain standing still in India. It was formed through the Mauryan period. The statues intricate, astounding monuments and dense gardens of Sanchi Stupa have been selected as the World Heritage site by The United Nations Educational, Scientific and Cultural Organization (UNESCO).Sanchi is a little village which is situated right at the foothill really near to the capital city of Madhya Pradesh which is Bhopal. The attraction draws in travellers from all over the globe. The travellers love its age-old Stupas, beautiful monasteries and flourishing Buddhist culture. The Great Stupa at Sanchi is one of the most well-preserved Stupas with its beautiful escape calling in loads of pilgrims and wanderers.\n.Sanchi is the center of a region with a number of stupas, all within a few miles of Sanchi, including Satdhara (9 km to the W of Sanchi, 40 stupas, the Relics of Sariputra and Mahamoggallana, now enshrined in the new Vihara, were unearthed there), Bhojpur (also called Morel Khurd, a fortified hilltop with 60 stupas) and Andher (respectively 11 km and 17 km SE of Sanchi), as well as Sonari (10 km SW of Sanchi).[2][3] Further south, about 100 km away, is Saru Maru. Bharhut is 300 km to the northeast.The monuments at Sanchi today comprise a series of Buddhist monuments starting from the Mauryan Empire period (3rd century BCE), continuing with the Gupta Empire period (5th century CE), and ending around the 12th century CE.[5] It is probably the best preserved group of Buddhist monuments in India.[5] The oldest, and also the largest monument, is the Great Stupa also called Stupa No. 1, initially built under the Mauryans, and adorned with one of the Pillars of Ashoka.[5] During the following centuries, especially under the Shungas and the Satavahanas, the Great Stupa was enlarged and decorated with gates and railings, and smaller stupas were also built in the vicinity, especially Stupa No.2, and Stupa No.3.According to one version of the Mahavamsa, the Buddhist chronicle of Sri Lanka, Ashoka was closely connected to the region of Sanchi. When he was heir-apparent and was journeying as Viceroy to Ujjain, he is said to have halted at Vidisha (10 kilometers from Sanchi), and there married the daughter of a local banker. She was called Devi and later gave Ashoka two sons, Ujjeniya and Mahendra, and a daughter Sanghamitta. After Ashoka's accession, Mahendra headed a Buddhist mission, sent probably under the auspices of the Emperor, to Sri Lanka, and that before setting out to the island he visited his mother at Chetiyagiri near Vidisa, thought to be Sanchi. He was lodged there in a sumptuous vihara or monastery, which she herself is said to have had erected",
        "date": "25-04-2021"
    },
    
    {
        "title": "A poor traveller",
        "blogger": "Sumit Rao",
        "location": "Pachmarhi",
        "description":  "Panchmarhi is surrounded by numerous waterfalls which come alive during the monsoon. Bee Falls, also known as Jamuna Pratap, are the most popular among these. They are the result of a perennial stream plunging down from a height of 35 metres, and also provide drinking water to Pachmarhi. Bee Falls get their name from the buzzing bee-like sound created due to the acoustics of the gorge. Visitors have to climb down 250 steps to reach the base of the falls, where they can swim in one of the rocky pools. Its shallow water makes it an ideal picnic spot for families with children. Upstream of the waterfall, the stream runs over a series of rocks, forming cascades. You can also check out the Rajat Pratap or the Big Fall, which is a ten-minute hike from the Apasara Vihar. This vertical cascade of water makes for an awe-inspiring sight.\n.Pachmarhi is a hill station in Narmadapuram district of Madhya Pradesh state of central India. It has been the location of a cantonment (Pachmarhi Cantonment) since British Raj.It is widely known as Satpura ki Rani , situated at a height of 1067 m in a valley of the Satpura Range in Narmadapuram district. Dhupgarh, the highest point (1,352 m) in Madhya Pradesh and the Satpura range, is located here. It is a part of Satpura Biosphere Reserve. Pachmarhi is a hill station of central India. It is also famous for Satpura Tiger Reserve, Satpura National Park, Lord Shiva, Pandavas of Mahabharata.The name Pachmarhi is believed to be derived from the Hindi words Panch  and Marhi . According to a legend, these caves were built by five Pandava brothers of Mahabharatha era during their thirteen years of exile. The caves are situated on a hilltop and provide an excellent vantage point.Pachmarhi has a lot of cave paintings in the forests, some of which have been estimated to be as much as 10,000 years old. Shown in the picture is the garden at the base of a tourist attraction called Pandava Caves. The caves are Buddhist in origin but the name persists. The place has rich timber reserves including teak, but being a part of a reserve no new construction or felling of trees is allowed. Having a rich and rare flora as well as fauna, Pachmarhi needs central and state government approval for any new construction outside the town area.",
        "date": "25-04-2021"
    }
    
]